Repository: bett-it/Seminar-Registration-Module
Catalog: Translations/Grupa042.*.xlf
Languages: pl

# Table 3718962993 - Field 3004954119 - Property 2879900210
source: Code
pl: Kod

# Table 3718962993 - Field 2961552353 - Property 2879900210
source: Name
pl: Nazwa

# Table 3718962993 - Field 1462212739 - Property 2879900210
source: Seminar Duration
pl: Czas trwania

# Table 3718962993 - Field 3811274366 - Property 2879900210
source: Minimum Participants
pl: Min. liczba uczestników

# Table 3718962993 - Field 3200663424 - Property 2879900210
source: Maximum Participants
pl: Maks. liczba uczestników

# Table 3718962993 - Field 411528779 - Property 2879900210
source: Search Name
pl: Nazwa szukana

# Table 3718962993 - Field 3543129988 - Property 2879900210
source: Blocked
pl: Zablokowane

# Table 3718962993 - Field 2393253273 - Property 2879900210
source: Last Date Modified
pl: Data ostatniej modyfikacji

# Table 3718962993 - Field 2417183982 - Property 2879900210
source: Seminar Price
pl: Cena szkolenia

# Table 4239863583 - Field 3004954119 - Property 2879900210
source: Code
pl: Kod

# Table 4239863583 - Field 2961552353 - Property 2879900210
source: Name
pl: Nazwa

# Table 4239863583 - Field 4287340734 - Property 2879900210
source: Worker/Subcontractor
pl: Pracownik/Podwykonawca

# Table 4239863583 - Field 4287340734 - Property 62802879
source: Worker,Subontractor
pl: Pracownik,Podwykonawca

# Table 4239863583 - Field 3961767479 - Property 2879900210
source: Resource No.
pl: Nr zasobu

# Table 4239863583 - Field 1527594213 - Property 2879900210
source: Vendor No.
pl: Nr dostawcy

# Table 1753254716 - Property 2879900210
source: Seminar Room
pl: Sala szkoleniowa

# Table 1753254716 - Field 3004954119 - Property 2879900210
source: Code
pl: Kod

# Table 1753254716 - Field 2961552353 - Property 2879900210
source: Name
pl: Nazwa

# Table 1753254716 - Field 3168444338 - Property 2879900210
source: Address
pl: Adres

# Table 1753254716 - Field 2306852000 - Property 2879900210
source: Address 2
pl: Adres 2

# Table 1753254716 - Field 714791889 - Property 2879900210
source: City
pl: Miasto

# Table 1753254716 - Field 3660300303 - Property 2879900210
source: Post Code
pl: Kod pocztowy

# Table 1753254716 - Field 284764054 - Property 2879900210
source: Country/Region Code
pl: Kod kraju/regionu

# Table 1753254716 - Field 3986423421 - Property 2879900210
source: Phone No.
pl: Nr telefonu

# Table 1753254716 - Field 1807381932 - Property 2879900210
source: Fax No.
pl: Nr faksu

# Table 1753254716 - Field 966287263 - Property 2879900210
source: Name 2
pl: Nazwa 2

# Table 1753254716 - Field 3200663424 - Property 2879900210
source: Maximum Participants
pl: Maks. liczba uczestników

# Table 1753254716 - Field 3916955335 - Property 2879900210
source: Internal/External
pl: Wewnętrzna/Zewnętrzna

# Table 1753254716 - Field 3916955335 - Property 62802879
source: Internal,External
pl: Wewnętrzna,Zewnętrzna

# Table 2143111931 - Field 4200184881 - Property 2879900210
source: No.
pl: Nr

# Table 2143111931 - Field 460889064 - Property 2879900210
source: Starting Date
pl: Data początkowa

# Table 2143111931 - Field 4072806334 - Property 2879900210
source: Seminar Code
pl: Kod szkolenia

# Table 2143111931 - Field 596544452 - Property 2879900210
source: Seminar Name
pl: Nazwa szkolenia

# Table 2143111931 - Field 2825077820 - Property 2879900210
source: Instructor Code
pl: Kod instruktora

# Table 2143111931 - Field 1054423462 - Property 2879900210
source: Instructor Name
pl: Nazwa instruktora

# Table 2143111931 - Field 513339096 - Property 2879900210
source: Status
pl: Stan

# Table 2143111931 - Field 513339096 - Property 62802879
source: Planning,Registration,Finished,Cancelled
pl: Planowanie,Rejestracja,Zakończone,Anulowane

# Table 2143111931 - Field 1462212739 - Property 2879900210
source: Seminar Duration
pl: Czas trwania

# Table 2143111931 - Field 3811274366 - Property 2879900210
source: Minimum Participants
pl: Min. liczba uczestników

# Table 2143111931 - Field 3200663424 - Property 2879900210
source: Maximum Participants
pl: Maks. liczba uczestników

# Table 2143111931 - Field 175808999 - Property 2879900210
source: Seminar Room Code
pl: Kod sali szkoleniowej

# Table 2143111931 - Field 3026636737 - Property 2879900210
source: Seminar Room Name
pl: Nazwa sali szkoleniowej

# Table 2143111931 - Field 3422593234 - Property 2879900210
source: Seminar Room Address
pl: Adres sali szkoleniowej

# Table 2143111931 - Field 2705187264 - Property 2879900210
source: Seminar Room Address 2
pl: Adres 2 sali szkoleniowej

# Table 2143111931 - Field 3227578607 - Property 2879900210
source: Seminar Room Post Code
pl: Kod pocztowy sali szkoleniowej

# Table 2143111931 - Field 2222190769 - Property 2879900210
source: Seminar Room City
pl: Miasto sali szkoleniowej

# Table 2143111931 - Field 2694504797 - Property 2879900210
source: Seminar Room Phone No
pl: Telefon sali szkoleniowej

# Table 2143111931 - Field 3710982960 - Property 2879900210
source: Posting Date
pl: Data księgowania

# Table 2143111931 - Field 2417183982 - Property 2879900210
source: Seminar Price
pl: Cena szkolenia

# Table 2143111931 - Field 636392376 - Property 2879900210
source: Amount
pl: Kwota

# Table 2235904756 - Property 2879900210
source: Seminar Registration Line
pl: Wiersz rejestracji szkoleń

# Table 2235904756 - Field 571466171 - Property 2879900210
source: Seminar Registration No.
pl: Nr rejejestracji szkolenia

# Table 2235904756 - Field 3320823955 - Property 2879900210
source: Line No.
pl: Nr linii

# Table 2235904756 - Field 2965034906 - Property 2879900210
source: Bill-to Customer No.
pl: Nr odbiorcy faktury

# Table 2235904756 - Field 2868535108 - Property 2879900210
source: Participant Contact No.
pl: Nr kontaktu uczestnika

# Table 2235904756 - Field 2349749900 - Property 2879900210
source: Participant Name
pl: Nazwa uczestnika

# Table 2235904756 - Field 2505096727 - Property 2879900210
source: Register Date
pl: Data rejestracji

# Table 2235904756 - Field 1996078238 - Property 2879900210
source: To Invoice
pl: Do fakturowania

# Table 2235904756 - Field 3762426276 - Property 2879900210
source: Participated
pl: Uczestniczył

# Table 2235904756 - Field 3953737557 - Property 2879900210
source: Confirmation Date
pl: Data potwierdzenia

# Table 2235904756 - Field 2417183982 - Property 2879900210
source: Seminar Price
pl: Cena szkolenia

# Table 2235904756 - Field 2702998682 - Property 2879900210
source: Line Discount %
pl: Rabat wiersza (%)

# Table 2235904756 - Field 1206454073 - Property 2879900210
source: Line Discount Amount
pl: Kwota rabatu wiersza

# Table 2235904756 - Field 636392376 - Property 2879900210
source: Amount
pl: Kwota

# Table 2235904756 - Field 856236780 - Property 2879900210
source: Registered
pl: Zarejestrowane

# Table 2235904756 - Field 166038250 - Property 2879900210
source: Invoice No.
pl: Nr faktury

# Page 4248342087 - Control 1568542619 - Property 2879900210
source: Rows
pl: Wiersze

# PageExtension 2653002453 - Control 3852983238 - Property 2879900210
source: G/L Account No.
pl: K/G Nr Konta

# TableExtension 2653002453 - Field 3852983238 - Property 2879900210
source: G/L Account No.
pl: K/G Nr Konta

# Table 4239863583 - Property 2879900210
source: Instructor
pl: Instruktor

# Table 3718962993 - Property 2879900210
source: Seminar
pl: Szkolenie

# Table 2143111931 - Property 2879900210
source: Seminar Registration Header
pl: Nagłówek rejestracji szkoleń

# Page 2757097226 - Property 2879900210
source: Instructors
pl: Instruktorzy

# Page 1173659623 - Property 2879900210
source: Seminar List
pl: Lista szkoleń

# Page 2369586400 - Property 2879900210
source: Seminar Page
pl: Kartoteka szkolenia

# Page 3800278800 - Property 2879900210
source: Seminar Registration List
pl: Lista rejejestracji szkoleń

# Page 4248342087 - Property 2879900210
source: Seminar Registration Page
pl: Kartoteka rejejestracji szkoleń

# Page 811938356 - Property 2879900210
source: Seminar Registration SubList
pl: Podlista rejejestracji szkoleń

# Page 929436366 - Property 2879900210
source: Seminar Room List
pl: Lista sal szkoleniowych

# Page 462417573 - Property 2879900210
source: Semianr Room Page
pl: Kartoteka sal szkoleniowych

# Page 462417573 - Control 3050372732 - Property 2879900210
source: Communication
pl: Komunikacja

# Page 462417573 - Control 2445482498 - Property 2879900210
source: General
pl: Ogólne

# Page 4248342087 - Control 2445482498 - Property 2879900210
source: General
pl: Ogólne

# Page 2369586400 - Control 2445482498 - Property 2879900210
source: General
pl: Ogólne

# Page 4248342087 - Control 1753254716 - Property 2879900210
source: Seminar Room
pl: Sala szkoleniowa

# Page 2473458089 - Action 3930027771 - Property 2879900210
source: Lists
pl: Listy

# Page 2473458089 - Action 2757097226 - Property 2879900210
source: Instructors
pl: Instruktorzy

# Page 2473458089 - Action 3718962993 - Property 2879900210
source: Seminars
pl: Szkolenia

# Page 2473458089 - Action 822382178 - Property 2879900210
source: Seminar Registration
pl: Rejestracje szkolenia

# Page 2473458089 - Action 3434254060 - Property 2879900210
source: Seminar Room
pl: Sale szkoleniowe

# Page 2473458089 - Action 113484295 - Property 2879900210
source: Quests
pl: Zadania

# Page 2473458089 - Action 2201660315 - Property 2879900210
source: Raports
pl: Raporty

# Page 2473458089 - Action 3187444648 - Property 2879900210
source: Seminars
pl: Szkolenia

# Table 2235904756 - NamedType 2516271710
source: Record cannot be deleted.
pl: Wiersz nie może zostać usunięty.

# Table 2235904756 - NamedType 1474061408
source: Record cannot me modify.
pl: Wartość nie może być modyfikowana.

# Table 2143111931 - NamedType 1210729188
source: Only Planned seminars can be deleted
pl: Tylko planowane szkolenia mogą zostać usunięte.

# Table 2143111931 - NamedType 3882435575
source: Seminars with registered lines cannot be modified
pl: Szkolenia z zarejestrowanymi wierszami nie mogą być modyfikowane.

# Table 2143111931 - NamedType 326343048
source: Starting date can not be modified
pl: Data rozpoczęcia nie może być modyfikowana.

# Table 2143111931 - NamedType 1443718995
source: No. cannot be modify.
pl: Nie można zmienić numeru szkolenia.

# Table 2143111931 - NamedType 3646784421
source: Seminar Price cannot be modify.
pl: Kwota nie może zostać zmodyfikowana.

# Table 2143111931 - NamedType 2208523215
source: Are you sure you want to change that field?
pl: Czy jesteś pewny_na, że chcesz zmienić to pole?

# Codeunit 1997620480 - NamedType 1373183175
source: Invoice lines have been created
pl: Faktura została utworzona

# Codeunit 1997620480 - NamedType 566395159
source: Invoice has not been created
pl: Faktura nie została utworzona

# PageExtension 2653002453 - Control 2680986374 - Property 2879900210
source: Training Module
pl: Moduł szkoleń

# Codeunit 1997620480 - NamedType 187372530
source: Seminar '%1' participant '%2'
pl: Szkolenie '%1' uczestik '%2'

# Page 4248342087 - Action 837188477 - Property 2879900210
source: Create sales invoice
pl: Utwórz faktury sprzedaży

# Codeunit 1997620480 - NamedType 2584897158
source: You can create invoice only for finished seminar.
pl: Możesz uwtorzyć faktury tylko dla zakończonego szkolenia

# Report 1464225574 - ReportLabel 1582893390
source: Seminar Participant List
pl: Lista uczestników szkolenia

# Report 1464225574 - ReportLabel 1877187315
source: Page
pl: Strona

# Report 1464225574 - ReportLabel 1420715300
source: Participants per registration
pl: Liczba uczestników w ramach rejestracji

# Report 1464225574 - ReportLabel 2410138484
source: Total paerticipants
pl: Sumaryczna liczba uczestników szkoleń

# Page 4248342087 - Action 1464225574 - Property 2879900210
source: Seminar Participant List
pl: Lista uczestników szkolenia

# Report 1464225574 - Property 2879900210
source: Seminar Participant List
pl: Lista uczestników szkolenia

# Report 4006709451 - Property 2879900210
source: Seminar Report
pl: Zestawienie szkoleń

# Report 4006709451 - ReportLabel 3255072324
source: Seminar Report
pl: Zestawienie szkoleń

# Report 4006709451 - ReportLabel 1245862610
source: Amount
pl: Kwota

# Report 4006709451 - ReportLabel 1877187315
source: Page
pl: Strona

# Report 4006709451 - Control 3773114875 - Property 2879900210
source: Show Details
pl: Pokaż szczegóły

# Profile 4119905856 - Property 2879900210
source: Seminar Manager
pl: Manager szkoleń

# Table 2143111931 - NamedType 3347343535
source: Are you sure you want to change that field?
pl: Czy jesteś pewny_na, że chcesz zmienić to pole?

# Page 2473458089 - Action 1464225574 - Property 2879900210
source: Seminar Participant List
pl: Lista uczestników szkolenia

# Page 2473458089 - Action 4006709451 - Property 2879900210
source: Seminar Report
pl: Zestawienie szkoleń

# Page 2473458089 - Action 2846763215 - Property 2879900210
source: Export XML
pl: Eksport uczestników szkolenia

# XmlPort 744225966 - Property 2879900210
source: Seminar Registration Export
pl: Eksport uczestników szkolenia

# Report 4006709451 - ReportLabel 1314000525
source: No
pl: Nie

# Report 4006709451 - ReportLabel 4212456975
source: Yes
pl: Tak
